Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsSsIntensity Property
 "Sun and Shadow Intensity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsSsIntensity { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsSsIntensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsSsIntensity {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsSsIntensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace